classify = {
"tsyl": {0:"碳酸饮料（汽水）",
         1: ["汽水","可口可乐","健力宝","碳酸饮料","雪碧""可乐","苏打汽水","苏打水","沙士"]
        }, 
"ydyl":{0:"运动饮料",
        1: ['运动饮料', '功能饮料', '宝矿力水特', '红牛', '电解质', '东鹏特饮', '脉动', '维生素饮料', '苏打水饮料', '秋林 格瓦斯', '能量型', '黑水', '汤力汽水']
        }, 
"hlyl":{0:"含乳饮料",
        1:['乳酸菌', '乳饮料', '乳饮品', '奶饮品', '奶饮料', '含乳饮料', '乳味饮料', '豆乳', '哇哈哈', '牛奶饮料', '牛奶乳品']
        }, 
"czjczyl":{0:"橙汁及橙汁饮料",
        1: ['汇源', '橙汁', '果粒橙', '鲜橙多', '橙汁味', '鲜榨果汁', '美汁源']
        }, 
"nspgz":{0:"浓缩苹果汁",
        1: ['浓缩苹果汁', '浓缩苹果果汁', '苹果汁', '苹果果汁', '浓缩果汁', '浓缩还原果汁', '浓缩汁', '苹果汁饮品']
        }, 
"gsz":{0:"果蔬汁",
        1: ['果蔬汁']
        }, 
"kfl":{0:"咖啡类饮料",
        1:['咖啡饮料', '咖啡饮品', '咖啡', '猫屎', '星巴克', '星冰乐', '拿铁', '黑咖啡', '浓咖啡', '低咖啡因']
        }, 
"pgc":{0: "苹果醋饮料",
        1: ['苹果醋饮料', '苹果醋饮品', '苹果醋', '苹果汁醋']
        },
"zwdb_dn":{0:"植物蛋白饮料 豆奶和豆奶饮料",
        1: ['豆奶', '维他奶']
        }, 
"dj":{0: "豆浆",
        1: ['豆浆']
        },
"zwdb_xr":{0:"植物蛋白饮料 杏仁露",
        1: ['杏仁露', '露露']
        }, 
"zwdb_ht":{0:"植物蛋白饮料 核桃露(乳)",
        1: ['六个核桃', '核桃露', '核桃乳', '优核露', '露露']
        }, 
"ls-fsl":{0: "绿色食品 番石榴果汁饮料",
        1: ['番石榴果汁饮料', '番石榴果汁饮品', '番石榴味']
        },
"ls-xfl":{0:"绿色食品 西番莲果汁饮料",
        1: ['西番莲果汁饮料', '西番莲果汁', '西番莲味']
        }, 
"gt":{0:"固态饮料",
        1: ['冲饮饮料', '即食冲饮', '固态饮料', '固体饮料', '水果粉', '果汁粉', '蔬菜粉', '蔬菜汁粉', '果蔬粉', '速溶', '即溶茶粉', '研磨咖啡', '烘焙咖啡', '泡腾片', '可可粉', '巧克力粉', '植脂末', '沙棘饮料', '冲调饮料', '冲调饮品', '袋装饮料', '饮料冲调', '咖啡伴侣', '阿华田', '旧街场', '咖啡胶囊', '豆浆晶', '豆浆粉 ']
        }, 
"zwdb_hs":{0:"植物蛋白饮料 花生乳(露)",
        1: ['花生露', '花生乳', '花生牛奶']
        }, 
"lh":{0: "芦荟饮料",
        1: ['芦荟汁', '芦荟饮料', '芦荟海太果汁', '芦荟果汁', '芦荟味', '芦荟风味果汁', '芦荟植物饮料', '含芦荟果肉果汁', '芦荟苏打']
        },
"gxxgt":{0: "果香型固体饮料",
        1: ['果香型固体饮料', '固体果香型', '果香型固体冲调饮料', '果香型沙棘固体饮料', '果汁粉', '果味粉', '果味饮料粉']
        },
"gw":{0: "谷物类饮料",
        1: ['谷粒谷力', '谷物味饮料', '谷物饮料', '谷物健康饮料', '谷物健康饮品', '谷物健康饮料']
        },
"fhdb":{0:"复合蛋白饮料",
        1: ['复合蛋白饮料', '蛋白复合饮料', '复合蛋白饮品', '蛋白复合饮品', '花生核桃牛奶']
        }, 
"mjl":{0:"灭菌乳",
        1: ['纯牛奶', '纯羊奶', '纯牛乳', '纯羊乳', '复原奶', '复原乳', '酸酸乳', '灭菌调制乳']
        }, 
"fxl":{0:"发酵乳",
        1: ['酸乳', '发酵乳', '酸牛奶', '酸乳', '酸奶', '复原奶', '复原乳']
        }, 
"sl":{0:"生乳",
        1: ['生乳', '生乳汁', '牛生乳']
        }, 
"bssjl":{0: "巴氏杀菌乳",
        1: ['鲜牛奶', '鲜牛乳', '鲜羊奶', '鲜羊乳', '巴氏杀菌乳', '巴氏杀菌热处理风味发酵乳', '巴氏杀菌']
        },
"tzl":{0:"调制乳",
        1: ['调制乳', '复原乳', '复原奶', '旺仔牛奶', '巴氏鲜奶']
        }, 
"kqs":{0:"矿泉水",
        1: ['矿泉水','恒大冰泉']
        }, 
"cjs":{0:"纯净水",
        1:  ['纯净水','蒸馏水']
        },
"trs":{0:"其他包装饮用水（天然水）",
        1: ['天然水','天然泉水','天然山泉水','山泉水','淡泉水','天然饮用泉水']
        }, 
"kwzs":{0:"其他包装饮用水（矿物质水）",
        1: ['矿物质水']
        }, 
"qts":{0:"其他包装饮用水（其他）",
        1: ['饮用水']
        }, 
}